{
  "header": {
    "inicio": "HOME",
    "nosotros": "ABOUT",
    "productos": "PRODUCTS",
    "contacto": "CONTACT US",
    "inicioMobile": "Home",
    "nosotrosMobile": "About",
    "productosMobile": "Products",
    "contactoMobile": "Contact"
  },
  "home": {
    "companyName": "RODCER QUÍMICA DE MÉXICO S.A. DE C.V.",
    "companySlogan": "Leader in the marketing and importation of Chemical Products for the industry."
  },
  "nosotros": {
    "titlePorqueElegirnos": "WHY CHOOSE RODCER CHEMICALS?",
    "textPorqueElegirnos": "<strong>We are a company</strong> composed of a team of Technical Experts and trained operators with years of experience in the handling and distribution of various Chemical Products",
    "titleVentajas": "ADVANTAGES",
    "textVentajas": "We have 3 Warehouses in Our Area, and in one of Mexico's most important ports, a strategic advantage for us that enables us to import and offer a large inventory of products and supply solutions that are more flexible and efficient for our customers",
    "titleInfraestructura": "INFRASTUCTURE",
    "textInfraestructura": "Our solid and well-developed infrastructure enables us to be equipped and ready to meet any product demand consistently, with timely availability throughout the entire Mexican Republic",
    "titleTransporte": "TRANSPORTATION",
    "textTransporte1": "Having our own transportation enables us to have total control over the supply chain, ensuring efficiency, 24/7 monitoring, and prompt delivery of our products",
    "textTransporte2": "It also allows us to adapt to the specific needs of our customers, ensuring comprehensive service from importation, production, and all the way to the final delivery",
    "titleCalidadPrecio": "QUALITY & PRICE",
    "textCalidadPrecio": "We distinguish ourselves by guaranteeing quality, attention, service, and competitive prices. All supported so that our customers can capitalize on savings by choosing to buy from us.",
    "titleNosotros": "ABOUT US",
    "textNosotros": "RODCER CHEMICAL is a company composed of a team of technical experts and operators who have been trained in companies with years of experience in the handling, distribution, and supply of various chemical products.",
    "titleMision": "MISSION",
    "textMision": "We are committed to being the leading Mexican company dedicated to the marketing and services of chemical products and raw materials for the industry. We add this objective to optimizing quality and taking responsibility for the success of our customers, meeting chemical needs in various professional market areas, and exceeding our consumers' expectations through a deep understanding of their needs in collaboration with our suppliers.",
    "titleVision": "VISION",
    "textVision": "In RODCER QUÍMICA, our vision is to consolidate our leadership throughout the chemical products and services industry through constant innovation, training, and a commitment to sustainability. We strive to be the preferred trusted business partner for companies and organizations seeking advanced chemical solutions and exceptional customer service.",
    "titleFilosofia": "PHILOSOPHY",
    "textFilosofia": "Our philosophy provides the guidance for achieving our objectives as servants to the local, regional, and national industry and commerce in general.",
    "titleValores": "VALUES",
    "textValores1": "Punctuality",
    "textValores2": "Loyalty",
    "textValores3": "Competitiveness",
    "textValores4": "Honesty",
    "textValores5": "Customer Service",
    "cobertura": "National Coverage",
    "servicio": "Specialized Technical Service",
    "atencion": "Swift and Personalized Attention",
    "alianzas": "Alliances with Certified Suppliers"
  },
  "productos": {
    "titleProductos": "We have a broad assortment of products available to meet the needs of the following areas:",
    "titleMateriaPrima": "RAW MATERIALS FOR THE INDUSTRY",
    "textMateriaPrima": "We group a wide variety of generic chemicals, inorganic chemicals, and specialty chemicals for use in virtually all industrial processes. Adding an aspect of particular significance to which we are committed: safe transportation.",
    "titleTratamientoAguas": "WASTEWATER TREATMENT",
    "textTratamientoAguas": "We offer a ONE-STOP-SHOP with a wide portfolio and timely availability of chemical products for the processing and treatment of wastewater. These are used in the majority of industrial plants to enhance effluent quality and ensure optimal conditions for bacterial activity.",
    "titleProductosLimpieza": "CLEANING CHEMICAL PRODUCTS",
    "textProductosLimpieza": "We specialize in manufacturing, resulting in over 40 high-quality finished products for commercial or industrial use, with cost-effective pricing and delivery times that guarantee your complete satisfaction in the intended application area.",
    "moreInfo": "MORE INFORMATION",
    "catalogos": "CATALOGS",
    "catalogoProductos": "PRODUCTS CATALOG",
    "catalogoLimpieza": "CLEANING PRODUCTS",
    "catalogoImportacion": "IMPORTED PRODUCTS",
    "descargarPDF": "Open catalog"
  },
  "modales": {
    "titleMateriaPrima": "RAW MATERIAL FOR THE INDUSTRY",
    "textMateriaPrima": "We group a wide variety of generic chemicals, inorganic chemicals, and specialty chemicals. We have a plethora of chemicals for the production of industrial, commercial, and practical use products in almost every industrial process. Some of them are:",
    "listItems": {
      "soda": "50% liquid caustic soda",
      "nonil": "Nonylphenol 10 moles",
      "hidroxidoSodio": "Sodium hydroxide",
      "aceite": "Mineral oil",
      "acido": "Dodecyl acid",
      "butil": "Butyl glycol",
      "amida": "Coconut amide",
      "lauril": "Lauryl ether",
      "sulfato": "Sodium sulfate",
      "formol": "Formaldehyde 37.7%",
      "glicerina": "Glycerin",
      "potasio": "Potassium hydroxide"
    },
    "titleTratamientoAguas": "WASTEWATER TREATMENT",
    "textTratamientoAguas1": "In our company, we specialize in industrial wastewater treatment. We specialize in the distribution of products for the mechanism and process used to treat industrial or commercial wastewater contaminated by anthropogenic activities. This includes inorganic coagulants such as 50% liquid aluminum sulfate, 12% sodium hypochlorite, 33% hydrochloric acid, and more.",
    "textTratamientoAguas2": "We are actively searching for new chemicals that will allow us to optimize the use and reuse of water in cooling systems and boilers. Our primary goal is to provide quality and service to our industrial clients. We are committed to sourcing and finding solutions for any products you may request.",
    "titleProductosQuimicos": "CLEANING CHEMICAL PRODUCTS",
    "subtitleProductosQuimicos": "In the institutional turn",
    "listItems2": {
      "limpiadoresMulti": "Multi-purpose cleaners",
      "limpiadoresBio": "Biodegradable cleaners",
      "ambientadores": "Air fresheners",
      "ambientadoresAlcohol": "Alcohol-based air fresheners",
      "desinfectantes": "Disinfectants",
      "sanitizantes": "Sanitizers",
      "antibacteriales": "Antibacterial products",
      "jabones": "Liquid soaps",
      "shampoo": "Multi-functional shampoo",
      "entreOtros": "Among others"
    },
    "subtitleProductosQuimicos2": "In the industrial turn",
    "listItems3": {
      "removedores": "Lime and grime removers",
      "desincrustanteOxido": "Rust removers",
      "desincrustanteConcreto": "Concrete rust remover",
      "desengrasanteAceite": "Oil degreaser",
      "desengrasanteMotores": "Engine degreaser",
      "desengrasanteIndustriales": "Industrial grease removers",
      "cremasLimpiadoras": "Heavy-duty cleaning creams",
      "solventes": "Solvents"
    }
  },
  "footer": {
    "inicio": "HOME",
    "nosotros": "ABOUT",
    "productos": "PRODUCTS",
    "contacto": "CONTACT US",
    "visitanos": "Visit Us",
    "oficina": "Office",
    "almacen": "Warehouse",
    "titleContacto": "Contact"
  }
}
