{
  "header": {
    "inicio": "INICIO",
    "nosotros": "NOSOTROS",
    "productos": "PRODUCTOS",
    "contacto": "CONTACTANOS",
    "inicioMobile": "Inicio",
    "nosotrosMobile": "Nosotros",
    "productosMobile": "Productos",
    "contactoMobile": "Contactanos"
  },
  "home": {
    "companyName": "RODCER QUÍMICA DE MÉXICO S.A. DE C.V.",
    "companySlogan": "Líder en la comercialización e importación de productos Químicos para la industria."
  },
  "nosotros": {
    "titlePorqueElegirnos": "¿POR QUÉ ELEGIR RODCER QUIMICA?",
    "textPorqueElegirnos": "<strong>Somos una Empresa</strong> Integrada por un equipo de Expertos Técnicos y operadores capacitados con años de experiencia en el manejo y en la distribución de diversos Productos Químicos",
    "titleVentajas": "VENTAJAS",
    "textVentajas": "Contamos con 3 Almacenes en nuestra zona, y en uno de los puertos mas importantes de México, una ventaja estrategica para nosotros la cual nos permite importar y ofrecer gran inventario de productos y soluciones de suministros mas flexibles y eficientes para nuestros clientes.",
    "titleInfraestructura": "INFRAESTRUCTURA",
    "textInfraestructura": "Nuestra infraestructura solida y bien desarrollada nos permite estar equipados y listos para atender cualquier demanda de productos de manera constante con disponibilidad oportuna para toda la República Mexicana.",
    "titleTransporte": "TRANSPORTE",
    "textTransporte1": "Contar con Transporte propio nos permite tener un control total sobre la cadena de suministro, garantizando eficiencia, Seguimiento 24/7 y rapidez en la entrega de nuestros productos.",
    "textTransporte2": "También nos permite adaptarnos a las necesidades especificas de nuestros clientes, asegurando el servicio integral desde la importación, producción y hasta la entrega final.",
    "titleCalidadPrecio": "CALIDAD Y PRECIO",
    "textCalidadPrecio": "Nos distinguimos por garantizar calidad, atención, servicio y precios competitivos. Todo Soportado para que nuestros clientes puedan capitalizar en ahorros su decisión de comprar con nosotros.",
    "titleNosotros": "NOSOTROS",
    "textNosotros": "RODCER QUIMICA es una empresa integrada por un equipo de expertos tecnicos y operadores formados en compañias con años de experiencia en el manejo, distribución y abastecimiento de diversos productos Quimicos.",
    "titleMision": "MISIÓN",
    "textMision": "Ser una empresa líder dedicada a la importación y comercialización de productos químicos relacionados con el tratamiento de aguas y la industria en general. Además, ofrecemos todo tipo de servicios integrales para optimizar la calidad, atención y responsabilizarnos del éxito de nuestros clientes, satisfaciendo todas las necesidades químicas.",
    "titleVision": "VISIÓN",
    "textVision": "En RODCER QUÍMICA, nuesta visión es consolidar nuestro liderazgo en toda la industria de productos y servicios químicos a través de la constante innovación, capacitación y el compromiso con la sosteniblidad. Nos esforzamos por ser el socio comercial de confianza preferido por empresas y organizaciones en busca de soluciones químicas avanzadas y un servicio al cliente excepcional.",
    "titleFilosofia": "FILOSOFÍA",
    "textFilosofia": "Nuestra filosofía marca la guía para el logro de nuestros objetivos, como servidores a la industria y comercio en general local, regional y Nacional.",
    "titleValores": "VALORES",
    "textValores1": "Puntualidad",
    "textValores2": "Lealtad",
    "textValores3": "Competividad",
    "textValores4": "Honestidad",
    "textValores5": "Servicio al Cliente",
    "cobertura": "Cobertura a nivel nacional",
    "servicio": "Servicio técnico especializado",
    "atencion": "Atención ágil y personalizada",
    "alianzas": "Alianzas con proveedores certificados"
  },
  "productos": {
    "titleProductos": "Contamos con una amplia cantidad de productos para las siguientes áreas:",
    "titleMateriaPrima": "MATERIA PRIMA PARA LA INDUSTRIA",
    "textMateriaPrima": "Agrupamos una extensa variedad de productos químicos genéricos, químicos inorgánicos y químicos de especialidad, de uso en prácticamente todos los procesos industriales. Agregando Un aspecto de especial relevancia con el que nos comprometemos, la transportación segura.",
    "titleTratamientoAguas": "TRATAMIENTO DE AGUAS RESIDUALES",
    "textTratamientoAguas": "Contamos con un ONE-STOP-SHOP gran portafolio y disponibilidad oportuna en productos químicos para el proceso y tratado de aguas residuales, ya que se usa en la mayor parte de las plantas industriales para aumentar la calidad del efluente y garantizar que exista un medio con unas condiciones óptimas para la actividad bacteriana.",
    "titleProductosLimpieza": "PRODUCTOS QUÍMICOS DE LIMPIEZA",
    "textProductosLimpieza": "Nos especializamos en ser fabricantes y poder tener como resultado más de 40 productos terminados de alta calidad para uso comercial o industrial a un margen de costos y tiempos de entregas que garantizan su entera satisfacción en el área a aplicar.",
    "moreInfo": "MÁS INFORMACIÓN",
    "catalogos": "CATÁLOGOS",
    "catalogoProductos": "CATÁLOGO DE PRODUCTOS",
    "catalogoLimpieza": "PRODUCTOS DE LIMPIEZA",
    "catalogoImportacion": "PRODUCTOS DE IMPORTACIÓN",
    "descargarPDF": "Ver catálogo"
  },
  "modales": {
    "titleMateriaPrima": "MATERIA PRIMA PARA LA INDUSTRIA",
    "textMateriaPrima": "Agrupamos una extensa variedad de productos químicos genéricos, químicos inorgánicos y químicos de especialidad contamos con un sin fin de productos químicos par a la producción de productos industriales, comerciales y de uso prácticamente en todo el proceso industrial, una parte de ellos son:",
    "listItems": {
      "soda": "Sosa liquida al 50%",
      "nonil": "Nonil fenol 10 moles",
      "hidroxidoSodio": "Hidróxido de sodio",
      "aceite": "Aceite mineral",
      "acido": "Ácido dodecil",
      "butil": "Butil glicol",
      "amida": "Amida de coco",
      "lauril": "Lauril éter",
      "sulfato": "Sulfato de sodio",
      "formol": "Formol 37.7%",
      "glicerina": "Glicerina",
      "potasio": "Hidróxido de potasio"
    },
    "titleTratamientoAguas": "TRATAMIENTO DE AGUAS RESIDUALES",
    "textTratamientoAguas1": "En nuestra empresa el tratamiento de aguas residuales de origen industrial nos especializamos en la distribución de productos para el mecanismo y proceso usado para tratar aguas residuales que han sido contaminadas por algún medio por actividades de origen antropológico industrial o comercial como coagulantes inorgánicos entre otros algunos son sulfato de aluminio liquido al 50% , hipoclorito de sodio al 12% ácido clorhídrico al 33 % y más...",
    "textTratamientoAguas2": "Estamos en búsqueda de nuevos químicos que nos permitan eficientar el uso y reusó del agua en los sistemas de enfriamiento y en las calderas Nuestro mayor propósito es ofrecer calidad y servicio para nuestros clientes del giro industrial por lo cual nos comprometemos a conseguir y encontrar solución en cualquier producto que nos soliciten.",
    "titleProductosQuimicos": "PRODUCTOS QUÍMICOS DE LIMPIEZA",
    "subtitleProductosQuimicos": "En el giro institucional",
    "listItems2": {
      "limpiadoresMulti": "Limpiadores multiusos",
      "limpiadoresBio": "Limpiadores biodegradables",
      "ambientadores": "Ambientadores",
      "ambientadoresAlcohol": "Ambientadores en alcohol",
      "desinfectantes": "Desinfectantes",
      "sanitizantes": "Sanitizantes",
      "antibacteriales": "Antibacteriales",
      "jabones": "Jabones líquidos",
      "shampoo": "Shampoo de diversas funciones",
      "entreOtros": "Entre otros"
    },
    "subtitleProductosQuimicos2": "En el giro industrial",
    "listItems3": {
      "removedores": "Removedores de sarro y cochambre",
      "desincrustanteOxido": "Desincrustantes de óxido",
      "desincrustanteConcreto": "Desincrustante de concreto",
      "desengrasanteAceite": "Desengrasante de aceites",
      "desengrasanteMotores": "Desengrasante de motores",
      "desengrasanteIndustriales": "Desengrasantes industriales",
      "cremasLimpiadoras": "Cremas limpiadoras de trabajo pesado",
      "solventes": "Solventes"
    }

  },
  "footer": {
    "inicio": "INICIO",
    "nosotros": "NOSOTROS",
    "productos": "PRODUCTOS",
    "contacto": "CONTACTANOS",
    "visitanos": "Visitanos",
    "oficina": "Oficinas",
    "almacen": "Almacén",
    "titleContacto": "Contacto"
  }
}
